Repository: stimkites/wp-blog-redirect
Catalog: languages/wetail-blog-redirect-*.po
Languages: sv_se

source: Ajax requires Wordpress to be set up and running.
sv_se: Ajax kräver Wordpress sättas igång.

source: authorizatrion is incorrect.
sv_se: authorizatrion är felaktig.

source: Menu items were successfully checked
sv_se: Menyalternativen kontrollerades med framgång

source: Your settings were saved successfully
sv_se: Dina inställningar har sparats framgångsrikt

source: AJAX action is not recognized
sv_se: AJAX åtgärder inte igen

source: no ajax action is defined
sv_se: ingen AJAX åtgärd definieras

source: The cart content was not found.
sv_se: Innehållet i vagnen kunde inte hittas.

source: Item [%s] is out of stock.
sv_se: Punkt [% s] är slut.

source: Complete
sv_se: Din beställning

source: Vendo store code
sv_se: Vendo butikskod

source: Vendo received
sv_se: Vendo mottog

source: Vendo shipped
sv_se: Vendo levereras

source: VENDO order sync failure. Order #
sv_se: VENDO order synkroniseringsfel. Order #

source: Order status has been successfully synced to Vendo server
sv_se: Orderstatus har synkroniserats med Vendo-servern

source: Order created from Vendo App
sv_se: Order skapad från Vendo App

source: Cart content was successfully removed from DB
sv_se: Kundvagn innehåll har tagits bort från DB

source: Cart content was not removed from DB!
sv_se: Kundvagn innehåll togs inte bort från DB!

source: WooCommerce plugin is required.
sv_se: WooCommerce plugin krävs.

source: Please, install and activate WooCommerce plugin first. You may use this link to download and
sv_se: Vänligen, installera och aktivera WooCommerce plugin först. Du kan använda denna länk för att hämta och

source: Install Woocommerce
sv_se: Installera Woocommerce

source: No menu items found for Vendo App
sv_se: Inga menyalternativ hittades för Vendo App

source: Vendo Top menu items list is empty
sv_se: Vendo Top menyobjekt listan är tom

source: No categories for creating Vendo App menu items found
sv_se: Inga kategorier för appmenyalternativ hittades

source: Hero image cannot be used with top category
sv_se: Hero-bilden kan inte användas med toppkategori

source: Tile image must be provided for top category
sv_se: Tegelbilden måste tillhandahållas för toppkategori

source: Categories or filters cannot be assigned to top menu items.
sv_se: Kategorier eller filter kan inte tilldelas toppmenyalternativ.

source: No submenu found for top category
sv_se: Ingen undermeny hittad för toppkategori

source: Tile image is missing for category
sv_se: Kakel bild saknas för kategori

source: Hero image must be provided for category
sv_se: Hero-bilden måste anges för kategori

source: Categories check is successful! Proceeding to sync...
sv_se: Kategorier kontrollen är framgångsrik! Fortsätter att synkronisera ...

source: Fetching products data from Vendo server
sv_se: Hämta produktdata från Vendo-servern

source: Comparing data
sv_se: Jämförande data

source: Cleaning info on Vendo
sv_se: Rengöring info på Vendo

source: Uploading Menu Items
sv_se: Överför menyalternativ

source: Uploading Menus
sv_se: Överför menyer

source: Uploading Attributes
sv_se: Uppladdning av attribut

source: Uploading Stock Locations
sv_se: Uppladdning av lagerplatser

source: Synchronizing inventory
sv_se: Synkroniserad inventering

source: Synchronizing products
sv_se: Synkronisera produkter

source: Select picture
sv_se: Välj bild

source: Set selected picture
sv_se: Ställ in vald bild

source: Checking categories as menu items...
sv_se: Kontrollera kategorier som menyalternativ ...

source: Add welcome screen language
sv_se: Lägg till välkomstskärmspråk

source: All Vendo categories
sv_se: Alla Vendo kategorier

source: Parent category
sv_se: Föräldrakategori

source: Parent category:
sv_se: Föräldrakategori:

source: New category
sv_se: Ny kategori

source: Edit category
sv_se: Redigera kategori

source: Update category
sv_se: Uppdateringskategori

source: View category
sv_se: View kategori

source: Separate items with commas
sv_se: Separata poster med kommatecken

source: Add or remove categories
sv_se: Lägg till eller ta bort kategorier

source: Choose from the most used
sv_se: Välj bland de mest använda

source: Popular Vendo categories
sv_se: Populära Vendo kategorier

source: Search categories
sv_se: Sökkategorier

source: Not Found
sv_se: Hittades inte

source: No categories yet here...
sv_se: Inga kategorier men här ...

source: Categories list
sv_se: Kategorilista

source: Categories list navigation
sv_se: Kategorier lista navigering

source: Category name will be shown over menu item tile image
sv_se: Kategori namn kommer att visas över menyns kakel bild

source: Show name in Vendo App
sv_se: Visa namn i Vendo App

source: Hero Image
sv_se: Hjälte Image

source: Tile Image
sv_se: Kakel bild

source: Please, wait until the request process is over...
sv_se: Vänligen vänta tills begäran processen är över ...

source: The synchronization is completed successfully!
sv_se: Synkroniseringen slutförts!

source: Vendo settings and sync
sv_se: Vendo-inställningar och synkronisering

source: Compare data and sync changes only
sv_se: Jämför endast data och synkroniseringsändringar

source: Partial Sync
sv_se: Delvis synkronisering

source: Erase all products on Vendo server and sync all current ones
sv_se: Radera alla produkter på servern och synkronisera alla aktuella

source: Full Sync
sv_se: Full synkronisering

source: Call Vendo server API and check if user name and password are correct
sv_se: Samtal Vendo-server API och kolla om användarnamn och lösenord är korrekta

source: Check Connection
sv_se: Kontrollera anslutning

source: Autosync on any product update
sv_se: Autosync på någon produktuppdatering

source: Autosync
sv_se: Automatisk synkronisering

source: User
sv_se: Användare

source: Password
sv_se: Lösenord

source: Default shipping method for incoming orders
sv_se: Standard leveransmetod för inkommande order

source: Default order shipping method
sv_se: Standard order leveransmetod

source: Auto
sv_se: Automatisk

source: Default order status for incoming orders
sv_se: Standard orderstatus för inkommande beställningar

source: Default new orders status
sv_se: Standard nya orderstatus

source: Default order status for completed Vendo orders
sv_se: Standard orderstatus för slutförda beställningar

source: Default shipped orders status
sv_se: Standard skickad orderstatus

source: Which server plugin refers to
sv_se: Vilken server plugin refererar till

source: Live
sv_se: Leva

source: Staging
sv_se: Iscensättning

source: Live Staging
sv_se: Iscensättning Leva

source: Click to add or remove welcome image
sv_se: Klicka för att lägga till eller ta bort välkomstbild

source: Welcome screen image
sv_se: Välkommen skärmbild

source: Save
sv_se: Spara
